[ Lang ]

"(Empty)"="(Boş)"
"1.Confirm that USB device is compliant with USB 2.0."="1.USB aygıtının USB 2.0 ile uyumlu oldğunu onaylayın."
"10min"="10 dk"
"12 Hour"="12 Saat"
"120s"="120 sn."
"15s"="15 sn."
"1h"="1sa"
"1min"="1 dk"
"2.Try to replug the USB device."="2.USB aygıtını tekrar takmayı deneyin."
"24 Hour"="24 Saat"
"2h"="2sa"
"2min"="2 dk"
"3.Try to reboot the phone."="3.Telefonu yeniden başlatmayı deneyin."
"30min"="30 dk"
"30s"="30 sn"
"3h"="3sa"
"5min"="5 dk"
"60s"="60 sn."
"6h"="6sa"
"802.1x Mode"="802.1x Modu"
"802.1x Settings"="802.1x Ayarları"
"802.1x"="802.1x"
"ACD Login"="ACD Oturum Açma"
"ACD State"="ACD Durumu"
"ACD Trace"="İzle"
"ACD"="ACD"
"AES"="AES"
"ALERT"="Uyarı"
"AP Mac Address"="AP Mac Adresi"
"AVG.Waiting Time"="AVG.Bekleme Süresi"
"Account ID"="Hesap Kimliği"
"Account Status"="Hesap Durumu"
"Account is invalid!"="Hesap geçersiz!"
"Account"="Hesap"
"Accounts"="Hesaplar"
"Activation"="Etkinleştirme"
"Adapter has added, scanning the bluetooth devices right now?"="Bluetooth adaptör eklendi, Bluetooth aygıtı şimdi taransın mı?"
"Adapter has removed out"="Bluetooth adaptörü çıkarıldı."
"Add Blacklist"="Kara Listeye Ekle"
"Add Contact"="Kişi Ekle"
"Add Group SoftKey"="GrupEkle"
"Add Group"="Grup Ekle"
"Add Metaswitch Contact"="Metaswitch Kişisini Ekle"
"Add Network"="Ağ Ekle"
"Add Number"="Numara Ekle"
"Add PAB"="PAB Ekle"
"Add Personal"="Kişisel Ekle"
"Add To Metaswitch Contact"="Metaswitch Kişisine Ekle"
"Add to Blacklist"="Kara Listeye Ekle"
"Add to Contact"="Kişiye Ekle"
"Add to Contacts"="Kişilere Ekle"
"Add to Favorite with an index of"="Dizinle Favoriye ekle"
"Add to Personal"="Kişisele Ekle"
"Add to"="Ekle"
"Add"="Ekle"
"Address incomplete"="Adres eksik!"
"Address"="Adres"
"Advance to Next Assistant After"="Asstn gçlck süre"
"Advanced Setting"="Gelişmiş Ayarlar"
"Advanced"="Gelişmiş"
"After Ring Times"="Çalma Sonrasında"
"Alert Broadworks Anywhere Location"="Uyarı Her Yer Kon."
"Alert Broadworks Mobility Location"="Uyarı Mobil Kon."
"Alert Click to Dial Calls"="Armlr Çvrm Uyrs"
"Alert Group Paging Calls"="Ggndrm Armlr Uyrs"
"Alert Mode"="Uyarı Modu"
"Alert SCA Location"="Uyarı SCA Kon."
"Alerting Calling Line ID Name"="Uyr Aryn Kmlk Adı"
"Alerting Calling Line ID Number"="Uyr Aryn Kmlğ No"
"Alerting Custom Calling Line ID Name"="Uyr Ö. Aryn Km Adı"
"Alerting Custom Calling Line ID Number"="Uyr Ö. Aryn Km No"
"All Buddies"="Tüm Arkadaşlar"
"All Calllog"="Tüm Aramalar"
"All Calls"="Tüm Aramalar"
"All Contacts"="Tüm Kişiler"
"All External Calls"="Tüm Dış Aramalar"
"All Income Calls"="Tüm Aramalar"
"All Internal Calls"="Tüm İç Aramalar"
"All Lines"="Tm Htlr"
"All Off"="Tümü Kapalı"
"All On"="Tümü Açık"
"All keys"="Tüm tuşlar"
"Allow Remote Control?"="Uzaktan Kontrole İzin Ver?"
"Allow assistant opt in/out of Pool"="Asst Hvz sçm"
"Alter Type"="Uyarı Türü"
"Always Forward"="Daima Aktar"
"Always Off"="Daima Kapalı"
"Always On"="Daima Açık"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Dosya ayarı sırasında hata oluştu."
"Anonymity Disallowed"="Kmlik giz. yasak!"
"Anonymous Call"="Anonim Arama"
"Anonymous Rejection"="Anonim Reddetme"
"Anonymous"="Anonim"
"Answer"="Yanıt"
"Anywhere"="Her yerde"
"Apr"="Nis"
"April"="Nisan"
"Are you sure to remove  ?"="Kaldırılsın?"
"Are you sure to set a blank password?"="Boş parola ayarlamayı onaylıyor musunuz?"
"Are you sure you want to Log out!"="Çıkmak istediğinizden emin misiniz?"
"Assistant Common Settings"="Asistan Genel Ayarları"
"Assistant"="Asistan"
"Aug"="Ağu"
"August"="Ağustos"
"Auto Answer"="Oto Yanıtla"
"Auto Divert"="Oto Yönlendirme"
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Oto Kayıt"
"Auto Redial Setting"="Otomatik Yeniden Ara"
"Auto Redial"="Otomatik Yeniden Ara"
"Auto speed dial is on\n manually configing is forbidden!"="OtoHızlıAra açık.\n Manuel yapılandırma yasak!"
"Auto"="Oto"
"Auto-login"="Oto oturum aç"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList etkin.\n Manuel yapılandırma devredışı!"
"AutoFavorite is on\n manually configing is forbidden!"="OtoFavoriler açık.\n Manuel yapılandırma devre dışı!"
"AutoLinekey is on\n manually configing is forbidden!"="OtoHattuşu açık.\n Manuel yapılandırma devre dışı!"
"AutoP Authority"="OtoHzrlk Yetkisi"
"AutoP to"="OtoHzrlk"
"Automatic"="Otomatik"
"Avail"="Mvcut"
"Available Audio Record"="Kullanılabilir ses kaydı"
"Available Recording Time"="Kalan kayıt süresi"
"Available Wireless Device"="Kullanılabilir Ağlar"
"Available"="Mevcut"
"Away"="Uzakta"
"B Transfer"="B Aktar"
"BLF List"="BFL Listesi"
"BLF Ring Type"="BLF Zil Tipi"
"BLF is invalid!"="BLF geçersiz!"
"BLF"="BFL"
"Back"="Geri"
"Backlight Active Level"="Aktif Seviye"
"Backlight Inactive Level"="İnaktif Seviye"
"Backlight Time"="Arka Işık Süresi"
"Backlight"="Arka ışık"
"Bad Request"="Hatalı İstek"
"Balance"="Bakiye"
"Barge In"="Araya Gir"
"Basic Call Park"="Temel Park"
"Basic Setting"="Temel Ayarlar"
"Betransferred"="Transfer Edildi"
"Blacklist"="KaraListe"
"Block"="Engelle"
"Bluetooth Mac"="Bluetooth Mac"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Açık"
"Both"="Her İkisi"
"Bridge ID"="Köprü Kimliği"
"BridgeID is invalid!"="KöprüKimliği geçersiz!"
"Browse Photo"="Fotoğrafa Göz At"
"Browse Recordings"="Sesi Ara"
"Buddies"="Arkadaşlar"
"Business Number"="İş Numarası"
"Busy Forward"="Meşgul Yönlendirme"
"Busy Here"="Meşgul!"
"Busy"="Meşgul"
"CC Name"="GA Adı"
"CC UID"="GA KK"
"CDP Interval"="CDP Aralığı"
"CDP Status"="CDP Durumu"
"CDP interval should be 1-3600!"="CDP aralığı 1-3600 olmalıdır!"
"CDP"="CDP"
"CFG Version"="CFG Sürümü"
"Call Alerting"="Arama Uyarma"
"Call Back"="Geri Ara"
"Call Completion"="Arama Tamamlama"
"Call Control"="Arama Kontrol"
"Call Fail"="Arama Hatası"
"Call Filtering Mode"="Arm Fltr. Md"
"Call Filtering Switch"="Arm Fltrlmy Dğştr"
"Call Filtering"="Arama Filtreleme"
"Call Finish"="Arama Bitti"
"Call Forward"="Aramayı Yönlendir"
"Call Initiation"="Arm Bşltm"
"Call Park Number is invalid!"="Çağrı Bekletme No geçersiz!"
"Call Park"="Çağrı Bekletme"
"Call Pickup"="Arama Aç"
"Call Push Recall After"="Arm İtm Gr Arm"
"Call Return"="Tekrar Arama"
"Call Screening Switch"="Arm Szmy Dğştr"
"Call Screening"="Arama Süzme"
"Call Voice Mail"="Sesli Posta"
"Call VoiceMail"="Sesli Mesaj Ara"
"Call Waiting"="Arama Bekliyor"
"Call has been successfully recorded on USB device"="Arama USB cihazına başarıyla kaydedildi"
"CallPull"="Arama Alma"
"CallReturn"="Tekrar Ara"
"Callers Waiting"="Bekleyen Arayanlar"
"Calling"="Aranıyor"
"Calllog Directories"="Ağ aramaları"
"Calllog"="aramalar"
"Callout"="Blrtm çizgisi"
"Calls Longest"="En Uzun Bekleme"
"Calls for Pickup"="Başkasının Aramasını Cevapla"
"Can't be empty"="Boş olamaz!"
"Cancel Select Executive"="Yönetici Seçimi İptal"
"Cancel"="İptal Et"
"Capy Favorite Fail"="Favoriye Kopyala başarısız!"
"Change PIN"="PIN'i değiştir"
"Change Password"="Parolayı Değiştir"
"Channel"="Kanal"
"Check"="Kntrl et"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Bir hesap seç"
"Choose a group"="Bir grup seçin"
"Cipher Type"="Şifre Türü"
"Classified"="Çok Gizli"
"Clear account config \n\n please wait..."="Hesap yapılandırmayı temizle \n\n lütfen bekleyin..."
"Clear all static.* settings?"="Tüm statik.* ayar sfr?"
"Clear all userdata & local config?"="Tüm kul veri ve yrl konf. sfrl?"
"Clear local.cfg settings?"="Yrl.konf. ayar sfr?"
"Clear non-static settings?"="Statik olmyn ayar sfr?"
"Clear your account config?"="Hesap yapıl. temizle?"
"Common"="Genel"
"CommonRingTone"="Genel"
"Commportal Login"="Commportal Üye Girişi"
"Conf Manage"="Konf Yönet"
"Conference Manage"="Konferans Yönetimi"
"Conference"="Konferans"
"ConferenceURL"="Konferans URL"
"Configuration Updating !"="Yapılandırma güncelleniyor!"
"Configuration updating completed."="Konfigürasyon güncellemesi tamamlandı."
"Configuration updating failed."="Konfigürasyon güncellenemedi."
"Configuration updating."="Konfigürasyo güncelleniyor ..."
"Confirm PIN mismatch!"="PIN uyumsuzluğu!"
"Confirm PIN"="PIN'i onayla"
"Confirm PWD"="PWD'yi onayla"
"Confirm password mismatch!"="Parola eşleşmiyor!"
"Connect Mobile Failed"="Mobil Bağlantı Başarısız"
"Connect Success."="Başarıyla bağlandı!"
"Connect failed."="Bağlantı başarısız."
"Connect to"="Bağlan"
"Connect"="Bağlan"
"Connected"="Bağlı"
"Connecting"="Bağlanıyor"
"Connecting..."="Bağlanıyor..."
"Connot download PLCM Phonebook"="PLCM Telefon Rehberi indirilemiyor"
"Contact Details"="Kişi Detayları"
"Contact already exists. Add contact with the same name?"="Kişi zaten var. Yine de yeni bir kişi olarak oluştur?"
"Contact exist!"="Kişi adı bulundu!"
"Contacts Setting"="Kişi Ayarları"
"Contrast"="Kontrast"
"Copy to All Lines?"="Tüm hatlara kopyala?"
"Copy to Favorite"="Favoriye Kopyala"
"Current PIN is incorrect."="Eski PIN yanlış."
"Current PIN"="Eski PIN"
"Current Time"="Geçerli Saat"
"Custom DND"="Özel RE"
"Custom Forward"="Özel Yönlendirme"
"Custom Key"="Özel Tuş"
"Custom"="Özel"
"CustomContact"="Özel Kişi"
"Customer"="Müşteri"
"DD MMM YYYY"="GG AAA YYYY"
"DD-MMM-YY"="GG-AAA-YY"
"DD/MM/YYYY"="GG/AA/YYYY"
"DHCP End IP Address is invalid!"="DHCP Bitiş IP Adresi geçersiz!"
"DHCP IP Client"="DHCP IPv4 İstemcisi"
"DHCP IPv4 Client"="DHCP IPv4 İstemcisi"
"DHCP IPv6 Client"="DHCP IPv6 İstemcisi"
"DHCP Start IP Address is invalid!"="DHCP Bşlngç IP Adresi geçersiz!"
"DHCP Time"="DHCP Saati"
"DHCP VLAN"="DHCP VLAN"
"DHCP option is invalid!"="DHCP seçeneği geçersiz!"
"DHCP"="DHCP"
"DND Enable"="DND Durumu"
"DND"="RE"
"DPickup"="YCevaplama"
"DSS Keys"="DSS Tuşları"
"DTMF is invalid!"="DTMF geçersiz!"
"DTMF"="DTMF"
"Date Format is invalid!"="Tarih Biçimi geçersiz!"
"Date Format"="Tarih Biçimi"
"Date"="Tarih"
"Date(YMD)"="Tarih (YAG)"
"Day"="Gün"
"Daylight Saving"="Yaz Saati"
"Dec"="Ara"
"December"="Aralık"
"Decline"="Reddet"
"Default Account"="Varsayılan Hesap"
"Default Gateway is invalid!"="Varsayılan Ağ Geçidi geçersiz!"
"Default Gateway"="V.Ağ Geçidi"
"Default"="Varsayılan"
"Del All"="Tümünü Sil"
"Delete All Call Log"="Tüm Arama Kydn Sil"
"Delete All Group?"="Tüm Grupları Sil?"
"Delete All Items?"="Tüm Öğeleri Sil?"
"Delete All"="Tümünü Sil"
"Delete Call Log"="Arama Kaydını Sil"
"Delete Group"="Grubu Sil"
"Delete Selected Group?"="Seçili Grubu Sil?"
"Delete Selected Item?"="Seçili Öğeyi Sil?"
"Delete all images?"="Tüm resimler sil?"
"Delete all item?"="Tüm öğeleri sil?"
"Delete all locations?"="Tüm konumları sil?"
"Delete all numbers?"="Tüm numaraları sil?"
"Delete all paging group?"="Tüm gönderim gruplarını sil?"
"Delete all the call records?"="Tüm arama kayıtlarını sil?"
"Delete location?"="Konumu sil?"
"Delete number?"="Numarayı sil?"
"Delete selected paging group?"="Seçili gönderim grubunu sil?"
"Delete selected wallpaper?"="Seçili duv.kağ. sil?"
"Delete seleted images?"="Seçili resimleri sil?"
"Delete seleted item?"="Seçilenleri sil?"
"Delete successed"="Silme başarılı"
"Delete the contact will also delete the contact in the server and can not be restored."="Sunucu kişisi siliniyor ve yüklenemiyor."
"Delete the group will not delete the group members, but only move them out of the group."="Grup üyeleri kaldırılacak, fakat silinmeyecek."
"Delete the record?"="Kaydı sil?"
"Delete the selected message?"="Seçili mesajı sil?"
"Delete this Message?"="Bu Mesajı Sil?"
"Delete this audio?"="Bu sesi sil?"
"Delete this group message(s)?"="Bu grup mesajlarını sil?"
"Delete this voice mail?"="Bu sesli postayı sil?"
"Delete"="Sil"
"Deleting completed."="Silme tamamlandı."
"Deleting. Please wait..."="Siliniyor. Lütfen bekleyin..."
"Deleting... Please Wait."="Siliniyor... Lütfen Bekleyin."
"Deleting..."="Siliniyor..."
"Department"="Bölüm"
"Detail"="Ayrıntı"
"Device Cert"="Cihaz Sert"
"Device Name"="Cihaz Adı"
"Device name can't be empty!"="Cihaz adı boş olamaz!"
"Diagnostics"="Hata Tespiti"
"Dial"="Gönder"
"Dialing"="Aranıyor"
"Direct IP Line"="Doğrudan IP Hattı"
"Directories"="Rehber"
"Directory"="Dizin"
"Disabled"="Devre dışı"
"Discard"="Çıkart"
"Disconnect Success."="Başarıyla bağlantı kesildi!"
"Disconnect failed."="Bağlantı kesme başarısız!"
"Disconnect with"="Bağlantı Kes"
"Disconnect"="Bağlantı kes"
"Disconnecting..."="Bağlantı kesiliyor..."
"DispCode"="DağtKodu"
"Display Clock"="Saati Göster"
"Display Name"="Görünen Ad"
"Display"="Ekran"
"DisplayName can't contain \" < > \" \\ \' \""="GörünenAd şunları içermez \" < > \" \\ \' \""
"Displayname can't be empty!"="GösterilenAd boş olamaz!"
"Disposition Code"="Düzenleme Kodu"
"Divert to Phone Number/SIP-URI"="Tl/SIP-URI Yn"
"Divert"="Yönlendir"
"Do Not Disturb"="Rahatsız Etmeyin"
"Do you want to delete all %s call logs? This action can not be reversed."="Tüm %s arama kaydını sil? Bundan geri dönülemez."
"Do you want to delete all call logs?"="Tüm arama kayıtlarını sil?"
"Do you want to delete all call logs?This action can not be reversed."="Tüm arama kayıtlarını sil? Bundan geri dönülemez."
"Do you want to delete all missed call logs?"="Tüm cevapsız arama kayıtlarını sil?"
"Do you want to delete all placed call logs?"="Tüm yapılan arama kayıtlarını sil?"
"Do you want to delete all received call logs?"="Tüm alınan arama kayıtlarını sil?"
"Do you want to delete this call log?"="Bu arama kaydını sil?"
"Do you want to discard your change?"="Değişikliğinizi iptal etmek istiyor musunuz?"
"Do you want to logout?"="Oturum kapatılsın?"
"Do you want to remove"="Konferanstan kaldırmak"
"Do you want to save the contact or discard it?"="Kişi kaydedilsin ya da iptal edilsin?"
"Do you want to save the message or discard it?"="Mesajı kaydet veya sil?"
"Do you want to save your changes or discard them?"="Değişiklikler kaydedilsin ya da iptal edilsin?"
"Does not exist anywhere"="Heryerden mevcut değil!"
"Draftbox"="Draftbox"
"Dsskey Wallpaper"="Dsskey Duvar Kağıdı"
"Dsskey"="DSStuşu"
"Duration"="Süre"
"E911 Location"="E911 Konumu"
"E911 location set failed, please contact your administrator for help"="E911 konum ayarı başarısız! Yöneticinizle görüşün."
"E911"="E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-Yok"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EXP Wallpaper"="EXP Duvar Kağıdı"
"EXP power is lack!"="Harici güç adaptörü gerekli!"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="EXP duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"Edit Location"="Konumu Düzenle"
"Edit My Device Information"="Cihaz Bilgilerimi Düzenle"
"Edit Network"="Ağı Düzenle"
"Edit Paging Address"="Gönderim Adresini Düzenle"
"Edit"="Düzenle"
"Editing"="Dzenleme"
"Email"="E-posta"
"Emergency Call Only"="Yalnızca Acil Arama"
"Emergency Escalation"="Acil Artışı"
"Emergency"="Acil Durum"
"Empty"="Boş"
"Enable Diversion Inhibitor"="Ynlndirme Önleyici"
"Enable this Location"="Bu Knmu Etkinleştir"
"Enabled"="Etkin"
"Encryption Type"="Şifreleme Türü"
"End Call"="Bitir"
"English"="English(English)"
"Enter Filter Conditions"="Filt Koşulu Gir"
"Enter Password"="Parola Gir"
"Enter code"="Kod gir"
"Enter number"="Numarayı gir"
"Enter"="Gir"
"Executive Common Settings"="Yönetici Genel Ayarları"
"Executive"="Yönetici"
"Executive-Assistant"="YöneticiAsistanı"
"Executive-Originator"="Yönetici Arayan"
"Exit"="Çık"
"Expansion module"="Genişleme modülü"
"Extension Number"="Dahili Numara"
"Extension"="Dâhili hat"
"Extention"="Dahili"
"FWD International"="Uluslararası YND"
"FWD"="YND"
"Factory Installed"="Fabrikada Kuruldu"
"Fail to download \nremote phonebook!"="Uzak rehber \nindirilemiyor!"
"Fail to download remote phonebook!"="Uzak rehber indirilemiyor!"
"Fail to download remote phonebook"="Uzak tel def indirilemedi"
"Failed to connect \nto server!"="Sunucuya \nbağlanamıyor!"
"Failed to connect to server!"="Sunucuya bağlanamıyor!"
"Failed to get data from USB flash drive"="USB flash sürücüden alınamıyor!"
"Failed to load image"="Resim yüklenemiyor!"
"Failed to pause recording"="Kayıt duraklatılamıyor!"
"Failed to record call"="Arama Kaydedilemiyor!"
"Failed to resume recording"="Kayıt devam edemiyor!"
"Failed to stop recording"="Kayıt durdurulamıyor!"
"Failed. Please retry..."="Olmadı. Tekrar dene..."
"Family"="Aile"
"Far Hold"="Beklet"
"Far Mute"="Uzak Sessiz"
"Fast Forward"="Hızlı İleri"
"Fast Rewind"="Hızlı Geri"
"Favorite Index Max"="Maks Favori Dizini"
"Favorite Index Valid"="Geçersiz Favori Dizini"
"Favorite Index already exist!"="Favori Dizini zaten var!"
"Favorite Index"="Favori Dizini"
"Favorite is on\n manually configing is forbidden!"="Favori açık.\n Manuel yapılandırma yasak!"
"Favorite"="Favori"
"Favourite"="Favori"
"Fax"="Faks"
"Features"="Özellikler"
"Feb"="Şub"
"February"="Şubat"
"File Size"="Dosya Boyutu"
"File already exists"="Dosya zaten var."
"File already exists, Confirm to replace or not?"="Dosya zaten var. Değiştirmek ister misiniz?"
"Filter Type"="Filtre Türü"
"Finished"="Bitti"
"Firmware Update..."="Aygıt Yazılımını Güncelle..."
"Firmware"="Aygıt Yazılımı"
"First Name"="Ad"
"Fixed"="Düzeltildi"
"FlexSeat Login"="FlexSeat Oturum Açma"
"FlexSeat"="FlexSeat"
"Forbidden Number"="Yasak Numara"
"Forward Option"="Yönlendirme Seçeneği"
"Forward to Phone Number/SIP-URI"="Telefon/SIP-URI'ye Yönlendir"
"Forward to is invalid!"="Yönlendirme geçersiz!"
"Forward to"="Yönlendir"
"Forward to: %s"="Ynlndr: %s"
"Forward"="Yönlendir"
"Forwarded Calls"="Ynlndr. Ara"
"French"="Français(French(EU))"
"French_CA"="Français(French(Canada))"
"Frequency"="Frekans"
"Fri"="Cum"
"Friday"="Cuma"
"Friend"="Arkadaş"
"From"="Alınan"
"From_FWD"="YNLNDR'den"
"From_Num"="Alınan Numara"
"Function key"="Fnks. Tuşu"
"GPark"="GPark"
"GPickup"="Grup arama seçimi"
"General"="Genel"
"Generally Settings"="Genel Ayarlar"
"German"="Deutsch(German)"
"Get Balance"="Bakiye Al"
"Getting balance failed!"="Bakiye alınamıyor!"
"Getting balance!"="Bakiye alınıyor!"
"Global Address Book"="Genel Adres Defteri"
"Group Id is invalid!"="Grup Kimliği geçersiz!"
"Group Listening"="Grup Dinleme"
"Group Name"="Grup Adı"
"Group Night Forward"="Grup Gece Yönlendirme"
"Group Pick Up"="Grup Cevaplama"
"Group already exist!"="Grup zaten var!"
"Group is full!"="Grup dolu!"
"Group isn't exist!"="Grup yok!"
"Group name must be unique."="Grup adı tek olmalıdır."
"Group name must not be empty"="Grup adı boş bırakılamaz."
"Group"="Grup"
"Guest Login"="Ziyaretçi Oturum Aç"
"Guest Unlock"="Ziy. KldAç"
"GuestIn"="Konuk Girişi"
"GuestLock"="ZiyrtçKld"
"GuestOut"="KonkÇıkş"
"HD"="HD"
"Handset mode disabled"="Ahize modu dev.dışı"
"Hardware"="Donanım"
"Headset Connected"="Kulaklık Bağlı"
"Headset mode disabled"="Ahize modu dev.dışı"
"Held"="Tutulan"
"Hide Number"="Numarayı Gizle"
"Hide"="Gizle"
"History Details"="Geçmiş Ayrıntıları"
"History Record"="Geçmiş Kaydı"
"History Setting"="Geçmiş Ayarları"
"History"="Geçmiş"
"Hold"="Tutan"
"Holiday Schedule"="Tatil Programı"
"Home Number"="Ev Numarası"
"HomeNumber"=""HomeNumber"="Ev Numarası""
"Hot Desking"="Herkese Açık"
"Hot Line"="Direkt Hat"
"Hot Number"="Direkt Hat Nmrası"
"HotLine Delay"="Direkt Hat Gckmsi"
"Hoteling"="Hoteling"
"Hotline delay should be 0 ~ 10"="Yardım hattı gecikmesi 0 ~ 10 olmalıdır"
"Http Port"="Http Portu"
"Http Status"="Http Durumu"
"Http port should be 1-65535!"="Http portu 1-65535 olmalıdır!"
"Https Port"="Https Portu"
"Https Status"="Http Durumu"
"Https port should be 1-65535!"="Https portu 1-65535 olmalıdır!"
"IME"="IME"
"IP Address is invalid!"="IP Adresi geçersiz!"
"IP Address"="IP Adresi"
"IP Mode"="IP Modu"
"IP Phone"="IP Telefonu"
"IPAddress Mode"="IP Modu"
"IPV4 Conflict"="IPV4 Çakışması"
"IPV4/IPV6 Conflict"="IPV4/IPV6 Çakışması"
"IPV6 Conflict"="IPV6 Çakışması"
"IPv4 & IPv6"="IPv4 ve IPv6"
"IPv4 Default Gateway"="IPv4 Ağ Geçidi"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Brncl.DNS"
"IPv4 Sec.DNS"="IPv4 İkncl.DNS"
"IPv4 Static DNS"="IPv4 Statik DNS"
"IPv4 Status"="IPv4 Durumu"
"IPv4 Subnet Mask"="IPv4 Alt Ağ M"
"IPv4 WAN Port"="IPv4 WAN Portu"
"IPv4 WAN Type"="IPv4 WAN Türü"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Ağ Geçidi"
"IPv6 IP Prefix"="IPv6 IP Alan Kodu"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="IPv6 Brncl.DNS"
"IPv6 Sec.DNS"="IPv6 İkncl.DNS"
"IPv6 Static DNS"="IPv6 Statik DNS"
"IPv6 Status"="IPv6 Durumu"
"IPv6 WAN Port"="IPv6 WAN Portu"
"IPv6 WAN Type"="IPv6 WAN Türü"
"IPv6"="IPv6"
"Identify USB device failed."="USB aygıtı belirlenemiyor."
"Identity"="Kimlik"
"Idle Clock Display"="Boşta Saati Ekranı"
"Idle Clock"="Boşta Saati"
"Ignore"="Yoksay"
"Inbox"="Gelen Kutusu"
"Incoming call"="Gelen Çağrı"
"Incorrect user credentials, please retry."="Yanlış kullanıcı kimlik bilgileri, lütfen tekrar deneyin."
"Information is not complete!"="Bilgiler tamamlanmamış!"
"Initial ACD State"="İlk ACD Durumu"
"Initial State"="Başlangıç Durumu"
"Initializing... Please Wait!"="Bşltlyr. Bekleyin!"
"Input your web access password!"="Web erişim parolanızı girin!"
"Insufficient storage space in system"="Sistemde yetersiz depolama alanı!"
"Intercom Allow"="İnterkom İzni"
"Intercom Barge"="İnterkom Kabul"
"Intercom Mute"="İnterkom Sessiz"
"Intercom Number is invalid!"="Dahili Numara geçersiz!"
"Intercom Tone"="İnterkom Zili"
"Intercom"="İnterkom"
"Interval"="Aralık"
"Invaild Provisioning Credential"="Geçersiz Kimlik Bilgisi Sunma"
"Invite request no response"="Davet isteği cevap yok!"
"Italian"="Italiano(Italian)"
"Jan"="Oca"
"January"="Ocak"
"Jitter"="Gecikme"
"JitterBufferMax"="MaksGckmeÖnbllği"
"Job Title"="İş Unvanı"
"Jul"="Tem"
"July"="Temmuz"
"Jun"="Haz"
"June"="Haziran"
"KEY"="ANAHTAR"
"Key As Send"="Gönderme Tuşu"
"Key Event"="Tuş Olayı"
"Key Tone"="Tuş Tonu"
"Key Type"="Tuş Türü"
"Keypad Lock"="Telefon Kilidi"
"Keypad locked."="Telefon kilitlendi."
"Keypad"="Tuş Takımı"
"KeypadLock"="Tlf Kilidi"
"LDAP Authority"="LDAP Yetkisi"
"LDAP get error tips failed!"="LDAP hata ipuçlarını alma başarısız!"
"LDAP server is unavailable"="LDAP sunucusu kullanılamıyor."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="LLDP Paket Aralığı 1-3600 olmalıdır!"
"LLDP Status"="LLDP Durumu"
"LLDP"="LLDP"
"Label"="Etiket"
"Language initializing. Please wait..."="Dil başlatılıyor. Lütfen bekleyin..."
"Language"="Dil"
"Last Name"="Soyadı"
"Line 1"="Hat 1"
"Line 10"="Hat 10"
"Line 11"="Hat 11"
"Line 12"="Hat 12"
"Line 13"="Hat 13"
"Line 14"="Hat 14"
"Line 15"="Hat 15"
"Line 16"="Hat 16"
"Line 2"="Hat 2"
"Line 3"="Hat 3"
"Line 4"="Hat 4"
"Line 5"="Hat 5"
"Line 6"="Hat 6"
"Line 7"="Hat 7"
"Line 8"="Hat 8"
"Line 9"="Hat 9"
"Line ID"="Hat Kimliği"
"Line Key 1"="Hat Tuşu 1"
"Line Key 10"="Hat Tuşu 10"
"Line Key 11"="Hat Tuşu 11"
"Line Key 12"="Hat Tuşu 12"
"Line Key 13"="Hat Tuşu 13"
"Line Key 14"="Hat Tuşu 14"
"Line Key 15"="Hat Tuşu 15"
"Line Key 16"="Hat Tuşu 16"
"Line Key 17"="Hat Tuşu 17"
"Line Key 18"="Hat Tuşu 18"
"Line Key 19"="Hat Tuşu 19"
"Line Key 2"="Hat Tuşu 2"
"Line Key 20"="Hat Tuşu 20"
"Line Key 21"="Hat Tuşu 21"
"Line Key 22"="Hat Tuşu 22"
"Line Key 23"="Hat Tuşu 23"
"Line Key 24"="Hat Tuşu 24"
"Line Key 25"="Hat Tuşu 25"
"Line Key 26"="Hat Tuşu 26"
"Line Key 27"="Hat Tuşu 27"
"Line Key 28"="Hat Tuşu 28"
"Line Key 3"="Hat Tuşu 3"
"Line Key 4"="Hat Tuşu 4"
"Line Key 5"="Hat Tuşu 5"
"Line Key 6"="Hat Tuşu 6"
"Line Key 7"="Hat Tuşu 7"
"Line Key 8"="Hat Tuşu 8"
"Line Key 9"="Hat Tuşu 9"
"Line Select"="Hat Seçme"
"Line"="Hat"
"List is full, please delete before add!"="Kablosuz ağ listesi dolu, eklemeden önce lütfen eskisini silin!"
"Load Error!"="Yükleme hatası!"
"Load Failed"="Yüklenemedi"
"Loading File..."="Dosya Yükleniyor..."
"Loading error !"="Yükleme hatası!"
"Loading phonebook is error!"="Rehber yükleme hatası!"
"Loading, please wait..."="Yükleniyor, lütfen bekleyin..."
"Local Anonymous Rejection"="Yrl İsmsz Arm Reddi"
"Local Anonymous"="Yerel İsimsiz"
"Local CallLog"="Yerel aramalar"
"Local Codec"="Yerel Kodek"
"Local Directory"="Yerel Dizin"
"Local Group"="Yerel Grup"
"Local History"="Yerel Geçmiş"
"Local User"="Yerel Kullanıcı"
"LocalMenu"="YerelDiz"
"Location Saved."="Konum Kaydedildi."
"Location"="Konum"
"Locations"="Konumlar"
"Lock Enable"="Kilidi Etkinleştir"
"Lock Time Out"="Otomatik Kilit"
"Lock type"="Kilit Türü"
"Lock"="Kilitle"
"Log Out?"="Oturumu Kapat?"
"Logged In"="Oturum Açıldı"
"Logged Out"="Oturum Kapatıldı"
"Logged-in Members"="Oturum Açan Üyeler"
"Login Failed."="Oturum açma başarısız."
"Login as"="Farklı Oturum Aç"
"Login successful"="Başarıyla oturum açıldı!"
"Login"="Oturum Aç"
"Login..."="Oturum Aç..."
"Logout successful"="Başarıyla oturum kapatıldı!"
"Logout"="Oturumu kapat"
"Low"="Düşük"
"MAC Address"="MAC Adresi"
"MAC"="MAC"
"MAC-Oriented"="MAC-Odaklı AES"
"MD5 Password"="MD5 Parolası"
"MM/DD/YY"="AA/GG/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Ayrıntı"
"MTSW ACD Member"="Üye"
"Mail"="Posta"
"Main Menu"="Ana Menü"
"Manage Group"="Grubu Yönet"
"Manage"="Yönet"
"Mango"="Mango"
"Manual Setting"="Manuel Ayarlar"
"Mar"="Mar"
"March"="Mart"
"Mark All as heard"="Tümünü Dinlendi Olarak İşaretle"
"Mark All as new"="Tümünü Yeni Olarak İşaretle"
"Mark as heard"="Dinlendi olarak işaretle"
"Mark as new"="Yeni olarak işaretle"
"May"="Mayıs"
"Media Type"="Medya Türü"
"Meet-me"="Benimle Görüş"
"Members"="Üyeler"
"Memory Full"="Üyeler dolu!"
"Menu key"="Menü Tuşu"
"Menu"="Menü"
"Message"="Mesaj"
"Messages List"="Mesaj Listesi"
"Messages"="Mesajlar"
"Metaswitch CallLog"="Metaswitch CallLog"
"Missed Call"="Kayıp Arama"
"Missed Calllog"="Cvps Arama"
"Missed Calls"="Cvps Arama"
"Mobile Account is not connected!"="Mobil hesap bağlı değil!"
"Mobile Account"="Mobil Hesap"
"Mobile Connected"="Cep Telefonu Bağlı"
"Mobile Contacts Sync"="Mobil Kişiler Senk."
"Mobile Contacts"="Mobil Kişiler"
"Mobile Number"="C.Telefonu No"
"Mobile"="Cep Telefonu"
"Mobility Phone Number"="Mobil Tel Numarası"
"Mobility"="Mobilite"
"Modifying the configuration..."="Yapılandırma değiştiliyor..."
"Mon"="Pzt"
"Monday"="Pazartesi"
"More"="Daha fazla"
"More..."="Daha fazla..."
"Move Down"="Aşağıya Taşı"
"Move Up"="Yukarıya Taşı"
"Move selected to blacklist ?"="Kara listeye taşı?"
"Move selected to contactlist ?"="Kişiye taşı?"
"Move the Contacts success"="Kişilere taşıma başarılı"
"Move to Blacklist success"="Kara Listeye taşıma başarılı"
"Move"="Taşı"
"Mute"="Sessiz"
"My Mobile"="Cep"
"My State"="Durumum"
"My Status"="Durumum"
"N/A"="Yok"
"NAT Status"="NAT Durumu"
"NAT"="NAT"
"NONE"="YOK"
"NTP Server1"="NTP Sunucusu1"
"NTP Server2"="NTP Sunucusu2"
"NTP server1 is invalid!"="NTP sunucusu1 geçersiz!"
"NTP server2 is invalid!"="NTP sunucusu2 geçersiz!"
"Name can't be empty!"="Ad boş olamaz!"
"Name"="Ad"
"Need a Number"="Lütfen öncelikle bir telefon numarası girin."
"Net unavailable !"="Ağ kullanılamaz!"
"Network Call List"="Ağ Çağrı Listesi"
"Network CallLog"="Ağ aramaları"
"Network Checking..."="Ağ Kontrol Ediliyor..."
"Network Contacts"="Ağ Kişileri"
"Network Details"="Ağ Ayrıntıları"
"Network Directories"="Ağ Dizini"
"Network Directory"="Ağ Dizini"
"Network Favorites"="Ağ Favorileri"
"Network Group"="Ağ Grubu"
"Network Status"="Ağ Durumu"
"Network Unavailable"="Ağ Kullanılamıyor"
"Network changed. Rebooting"="Ağ değişti. Ynd. Bşlt"
"Network configuration has changed, shall become effective after the restart?"="Ağ yapılandırması değiştirildi. Yeniden başlatmak istiyor musunuz?"
"Network unavailable."="Ağ kullanılamıyor."
"Network"="Ağ"
"NetworkDirectoryGroup"="AğDizinGrubu"
"Never"="Hiçbir zaman"
"New Call"="Yeni Arama"
"New Contact"="Yeni Kişi"
"New Group"="Yeni Grup"
"New Location"="Yeni Konum"
"New Message"="Yeni Mesaj"
"New Missed Call(s)"="Yeni Cevapsız Arama(lar)"
"New PIN"="Yeni PIN"
"New PWD"="Yeni PWD"
"New Text Message"="Yeni Metin Mesajı"
"New Voice Mail(s)"="Yeni Sesli Posta(lar)"
"New password is similar to username, are you sure to set it?"="Yeni parola kullanıcı adına benziyor. Devam edilsin mi?"
"New password is too simple, are you sure to set it?"="Yeni parola çok basit. Devam edilsin mi?"
"NewSMS"="YeniSMS"
"Next"="İleri"
"Nick Name"="Takma Ad"
"Nick name must be unique."="Takma ad tek olmalıdır."
"Nick name must not be empty."="Takma ad boş olamaz."
"No Account"="Hesap Yok"
"No Answer Forward"="Ynt Yok Ynln"
"No Answer Processing"="Cevap Yok İşleniyor"
"No Bluetooth Adapter Found."="Bluetooth Adaptörü Bulunamadı."
"No Contact!"="Kişi Yok!"
"No Disposition Codes"="Yetki kodu yok!"
"No EXP"="EXP Yok"
"No Group"="Grup Yok"
"No Service"="Hizmet Yok"
"No available Wi-Fi,go to Wi-Fi setting now?"="Uygun kablosuz ağ yok, Wi-Fi ayarlarına şimdi git?"
"No find wifi adapter!"="Wi-Fi adaptörü bulunamadı!"
"No images in USB flash drive."="USB flash sürücüde resim yok."
"Not Acceptable Here"="Buradan kabul edilemez!"
"Not Emergency Number!"="Acil Numarası Yok!"
"Not Found"="Bulunamadı"
"Not allow opt in/out"="Kabul Etmeye/Vazgeçmeye izim verilmiyor."
"Note"="Not"
"Nothing Changed!"="Değişen Bir Şey Yok!"
"Nov"="Kas"
"Noveber"="Kasım"
"Number already exists!"="Numara zaten var!"
"Number can't be empty!"="Numara boş olamaz!"
"Number is invalid!"="Numara geçersiz!"
"Number"="Numara"
"OK"="Tamam"
"OPUS"="Eser"
"Obtaining IP Address"="IP Adresi Alınıyor"
"Obtaining Status..."="Durum Alınıyor..."
"Oct"="Eki"
"October"="Ekim"
"Off Code can't be empty!"="Kapalı Kodu boş olamaz!"
"Off Code could not be empty when On Code is set!"="Açık kodu ayarlı iken Kapalı Kodu boş olamaz!"
"Off Code"="Kapatma Kodu"
"Off"="Kapalı"
"Office Number"="Ofis Numarası"
"Offline"="Çevrimdışı"
"Old Number"="Eski Numara"
"Old PWD"="Eski PWD"
"On Code"="Açık Kodu"
"On"="Açık"
"Open fail"="Açma başarısız!"
"Operator fail"="İşlem başarısız!"
"Opt In"="Seç"
"Opt Out"="Vazgeç"
"Option"="Seçenek"
"Organisation"="Organizasyon"
"Originator"="Kaynak"
"Originator-Executive"="Arayan Yönetici"
"Other Number"="Diğer Numaralar"
"Other"="Diğer"
"OtherNumber"=""OtherNumber"="Diğer Numara""
"Others"="Diğerleri"
"Out of memory!"="Bellek yetersiz!"
"Outbound Alternate Number is invalid!"="Dış Alternatif No geçersiz!"
"Outbound Alternate Phone Number"="Giden Numara"
"Outbound Proxy1"="Dış Vekil1"
"Outbound Proxy2"="Dış Vekil2"
"Outbound Status"="Dış Durum"
"Outbound proxy is invalid!"="Dış vekil geçersiz!"
"Outbox"="Giden kutusu"
"Outgoing Call"="Giden Aramalar"
"Overwrite the original contact?"="İlk kişi üzerine yaz?"
"PC Port"="PC Portu"
"PIN/ID"="PIN/Kimlik"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE Kllnc"
"PPPoE"="PPPoE"
"Packet Interval"="Paket Aralığı"
"Packets lost"="Paketler kayboldu"
"Pager"="Çağrı Cihazı"
"Paging Channel should be 0-30!"="Çağrı Kanalı 0-30 olmalı!"
"Paging List"="Gönderim Listesi"
"Paging failed!"="Gönderim başarısız!"
"Paging is invalid!"="Gönderim geçersiz!"
"Paging"="Çoklu Gönderim"
"PagingList"="GönderimListesi"
"Paging_softkey"="Gönderim"
"Paired Bluetooth Device"="Eşleştirilmiş Bluetooth Cihazı"
"Park Failed"="Bekletme bşrsz"
"Park to"="Şurada beklet"
"Park"="Beklet"
"Parked"="Bekletildi"
"Passkey"="Şifre"
"Password can't be empty!"="Parola boş olamaz!"
"Password is invalid!"="Parola geçersiz!"
"Password is wrong!"="Yanlış parola!"
"Password"="Parola"
"Pause REC"="KYT Drklt"
"Pause"="Duraklat"
"PauseREC"="KYTDrklt"
"Per-phone AES"="MAC-Odaklı AES"
"Personal Address Book"="Kişisel Adres Defteri"
"Phone DND"="Telefon RE"
"Phone Lock"="Telefon Kilidi"
"Phone Number"="Telefon Numarası"
"Phone Numbers"="Telefon Numaraları"
"Phone To Ring"="Çalacak Telefon"
"Phone number can't be empty!"="Telefon numarası boş olamaz!"
"Phone number is empty!"="Telefon numarası boş!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Telefon numarası yalnızca sayılardan ve isteğe bağlı aile posta kutusu kodundan oluşmalıdır."
"Phone"="Telefon"
"PhoneBook Name"="Tel.Def. Adı"
"PhoneBook"="Rehber"
"Phonebook"="Rehber"
"Phonebook(0)"="Rehber(0)"
"Photo Custom"="Özel Foto"
"Photo Details"="Photo Details"
"Photo"="Fotoğraf"
"Pick Up"="Aç"
"Pin"="Pin"
"Ping IP or URL"="Ping IP veya URL"
"Ping"="Ping"
"Placed Calllog"="Aranan No"
"Placed Calls"="Aranan No"
"Play Tone"="Çalma Sesi"
"Play Voice Message"="Ses Mesajı Oynat"
"Play"="Oynat"
"Playing"="Yürütülüyor"
"Please Enter Filter Conditions"="Lütfen Filtre Koşulu Gir"
"Please Enter Password"="Lütfen Parola Girin"
"Please Wait"="Lütfen bekleyin"
"Please contact your service provider for CommPortal web Username/Password!"="Commportal web Kullanıcı Adı/Parolası için lütfen hizmet sağlayıcınız ile iletişime geçin!"
"Please contact your service provider for commprotal web URL!"="Commportal web URL için lütfen hizmet sağlayıcınız ile iletişime geçin!"
"Please enter an IP address or domain name"="Lütfen bir IP adresi veya alan adı girin"
"Please enter your SIP Credential Password!"="Lütfen SIP Kim.Bil Parolasını girin!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Lütfen Wi-Fi yönlendiricinizin üzerindeki PIN kodunu aşağıya girin ve bağlanmak için Tamam'a basın:"
"Please input the keyword(s)"="Lütfen anahtar sözcük girin."
"Please insert a USB drive!"="Lütfen bir USB flash sürücü takın!"
"Please select a Disposition Code!"="Lütfen Yetki Kodunu seçin!"
"Please selected a group!"="Lütfen bir grup seçin!"
"Please selected contact!"="Lütfen seçili kişiyi silin!"
"Polish"="Polski(Polish)"
"Portuguese"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Tercih"
"Prefix is invalid!"="Alan kodu geçersiz!"
"Prefix"="Ön ek"
"Press Up or Down To Switch Number"="Numaraları değiştirmek için yukarı ve aşağı tuşlarına basın."
"Prev"="Önc"
"Preview"="Geri"
"Previous Operation in Process."="Önceki işlem hala devam ediyor!"
"Previous"="Önceki"
"Pri.DNS"="Brncl.DNS"
"PriHold"="ÖzelBekletme"
"Primary Contact must not be empty."="Birincil kişi boş olamaz."
"Primary DNS is invalid!"="Birincil DNS geçersiz!"
"PrimaryContact"="Birincil Kişi"
"Priority is invalid!"="Öncelik geçersiz!"
"Priority should be 0-7!"="Öncelik 0-7 olmalı!"
"Priority"="Öncelik"
"Private Hold"="Özel Bekletme"
"Product ID"="Ürün Kimliği"
"Product Name"="Ürün Adı"
"Profile Name"="Profil Adı"
"Provision now?"="Şimdi kayıt?"
"Proxy Fallback Interval is invalid!"="Vekil Çekme Aralığı geçersiz!"
"Proxy Fallback Interval"="Vkl Çkm Arlğ"
"Public Hold"="Genel Tutma"
"Qos"="Qos"
"Queue Name"="Kuyruk Adı"
"Queue Status"="Sıra Durumu"
"Queue"="Sıra"
"RTP Status"="RTP Durumu"
"Range of value is illegal"="Değer aralığı geçersiz"
"Re-connect"="Ynd.Bağlan"
"Read"="Oku"
"Reading File..."="Dosya Okunuyor..."
"Reboot the phone?"="Telefonu yeniden başlat?"
"Reboot"="Yeniden başlat"
"Rebooting...\n\nPlease Wait !"="Bşltlyr\n\n Bekle!"
"Recall"="Tekrar Arama"
"Received Calllog"="Alınan Aramalar"
"Received Calls"="Alınan Aramalar"
"Record"="Kaydet"
"Redial Interval is invalid!"="Yeniden çevirme aralığı geçersiz!"
"Redial Interval"="Tkrr Arma Arlığı"
"Redial Time is invalid!"="Yeniden çevirme sayısı geçersiz!"
"Redial Times"="Y.Arm Süresi"
"Redialing"="Ynd. Arama"
"Redirector"="Yönlendirici"
"Refresh"="Yenile"
"Refreshing..."="Yenileniyor..."
"Register Name"="Kayıt Adı"
"Register Successfully!"="Kayıt Başarılı!"
"Register fail"="Kayıt başarısız"
"Registered"="Kaydedildi"
"Registering Please Wait!"="Kaydediliyor Lütfen Bekle!"
"Registering"="Kaydediliyor"
"Reject"="Reddet"
"Rejected"="Reddedildi"
"Relation"="İlgi"
"Remaining Time"="Kalan Süre"
"Remote Codec"="Uzak Kodek"
"Remote Office"="Uzak Ofis"
"Remote Phone Book"="Uzak Telefon Defteri"
"Remote User"="Uzak Kullanıcı"
"Remove Participant"="Katılımcıyı Kaldır"
"Remove from Favorite"="Favoriden kaldır"
"Remove selected from favorite ?"="Seçileni favoriden kaldır?"
"Remove"="Kaldır"
"Rename Group"="Grubu Yeniden Adlandır"
"Reply"="Yanıtla"
"Require Answer Confirmation"="Cevap Onayı"
"Reset Config"="Konf. Sıfırla"
"Reset To Factory Setting?"="Fabrika Ayarına Sıfırla?"
"Reset local settings"="Yerel ayarları sıfırla"
"Reset non-static settings"="S.olm.ay sfr"
"Reset static settings"="St. ayrl. sfr"
"Reset to Factory"="Fabrika Ayarlari"
"Reset userdata & local config"="Kll. veri ve yrl knf sfr"
"Reset"="Sıfırla"
"Resetting to factory, please wait..."="Sfrlnyr, bekle..."
"Restricted"="Kısıtlı"
"Resume REC"="KYT Dvm"
"Resume"="Devam Et"
"ResumeREC"="KYTDvm"
"Retrieve Failed."="Alma başarısız."
"Retrieve Park"="Bekletmeyi Al"
"Retrieve"="Al"
"Ring Splash"="Zil Damlama"
"Ring Tones"="Zil Tonları"
"Ring saving ..."="Zil kaydediliyor..."
"Ring"="Zil"
"Ringing"="Çalıyor"
"Rings"="Ziller"
"Rollover Action"="Çevirme İşlemi"
"Rollover After Waiting"="Bklmdn Snr Çvrm"
"RoundTripDelay"="GidişGelişGecikmesi"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="AcdOtrmAç"
"S2S AcdLoginOut"="Grş/Çkş"
"S2S AcdLogout"="AcdOtrmKpt"
"S2S AcdRefresh"="Yanıtla"
"S2S Avail"="Mvcut"
"S2S Unavail"="Uzakta"
"SCA Active"="SCA Aktif"
"SCA Alerting"="SCA Uyarı"
"SCA Bridge Active"="SCA Köprüsü Aktif"
"SCA Held"="SCA Bekletildi"
"SIP Password"="SIP Parolası"
"SIP Proxy can't be empty!"="SIP Vekil boş olamaz!"
"SIP Register name"="SIP Kayıt adı"
"SIP Server1"="SIP Sunucusu1"
"SIP Server2"="SIP Sunucusu2"
"SIP credential password!"="Hatalı SIP kimlik bilgisi parolası!"
"SMS"="SMS"
"SNTP Setting"="SNTP Ayarları"
"SSID can't be empty!"="SSID boş olamaz!"
"SSID"="SSID"
"STUN Port"="STUN Port"
"STUN Server is invalid!"="STUN Sunucusu geçersiz!"
"STUN Server port is Invalid!"="STUN Sunucu portu geçersiz!"
"STUN Server"="STUN Sunucusu"
"STUN"="STUN"
"Sat"="Cmt"
"Saturday"="Cumartesi"
"Save Failed! The same profile name or SSID exist"="Kaydedilemedi! Profil adı veya SSID zaten var."
"Save Failed!"="Kaydedilemedi!"
"Save"="Kaydet"
"Saving completed."="Başarıyla kaydedildi."
"Saving config file!"="Yapılandır dosyası kaydediliyor!"
"Saving files!"="Dosyalar kaydediliyor!"
"Saving. Please wait..."="Kaydediliyor. Lütfen bekleyin..."
"Saving... Please Wait"="Kaydediliyor... Lütfen Bekleyin"
"Saving..."="Kaydediliyor..."
"Scan Bluetooth Device"="Bluetooth Cihazını Tara"
"Scan failed."="Tarama başarısız oldu."
"Scan"="Tara"
"Scaning bluetooth devices..."="Bluetooth cihazları taranıyor..."
"Scaning..."="Trnyr..."
"Scanning available network"="Mevcut ağ aranıyor"
"Scanning will stop, if you continue this operation."="Bu işleme devam ederseniz tarama işlemi duracaktır."
"Screensaver Type"="Ekran Kor. Türü"
"Screensaver"="Ekran koruyucusu"
"Search All Contacts"="Tüm Kişileri Ara"
"Search Directory"="Dizini Ara"
"Search For Contacts"="Kişileri Ara"
"Search Global Contacts"="Genel kişileri ara"
"Search Key"="Arama Anahtarı"
"Search LDAP Contacts"="LDAP Kişilerini Ara"
"Search Network Contacts"="Ağ Kişilerini Ara"
"Search Result"="Arama Sonucu"
"Search Type"="Arama Türü"
"Search by FirstName"="Ada Göre Ara"
"Search by LastName"="Soyadına Göre Ara"
"Search by Name"="İsme Göre Ara"
"Search by Phone Number"="Telefon Numarasına Göre Ara"
"Search"="Ara"
"Sec.DNS"="İkncl.DNS"
"Secondary DNS is invalid!"="İkincil DNS geçersiz!"
"Secret"="Gizli"
"Security Classification"="Güvenlik Sınıflandırma"
"Security Mode"="Güvenlik Modu"
"Security"="Güvenlik"
"Seizing"="Tutma"
"Select Account"="Hesap Seç"
"Select All"="Tümünü Seç"
"Select Executive Number"="Yönetici Numarası Seç"
"Select a Disposition code"="İptal yetki kodunu seçin"
"Select the Queue"="Bir Kuyruk Seçin"
"Select"="Seç"
"Send Anonymous Code"="Anonim Kod Gönder"
"Send Anonymous Rejection Code"="An.Rd K. Gndr"
"Send Message"="Mesaj Gönder"
"Send by Mobile"="CepTelle Gndr"
"Send"="Gönder"
"Sending Message..."="Mesaj gönderiliyor..."
"Sending Provision Requests"="Kayıt Talepleri Gönderiliyor"
"Sending Requests..."="Tlplr Gndrlyr..."
"Sentbox"="Giden kutusu"
"Sep"="Eyl"
"September"="Eylül"
"Sequential"="Sıralı"
"Server Internal Error"="Dahili Sunucu Hatası"
"Server URL"="Sunucu URL'si"
"Server XML"="Sunucu XML"
"Server is invalid!"="Sunucu geçersiz!"
"Server"="Sunucu"
"Set E911 Location"="E911 Konum Ayarı"
"Set EXP wallpaper successfully"="EXP duvar kağıdı ayarlandı!"
"Set Voice Mail Code"="Sesli Posta Kodu Ayarla"
"Set as EXP wallpaper"="EXP duvar kağıdı olarak ayarla"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Ekran koruyucu olarak ayarla"
"Set as wallpaper"="Duvar kağıdı olarak ayarla"
"Set as"="Frkl ayr"
"Set screensaver successfully"="Ekran koruyucu ayarlandı!"
"Set wallpaper successfully"="Duvar kağıdı ayarlandı!"
"Set you location?"="Konum ayarla?"
"Setting Type"="Ayarlama Türü"
"Setting"="Ayar"
"Settings"="Ayarlar"
"Share line unavailable"="Hat paylaşma yok"
"Shared Calls"="Paylaşılan Aramalar"
"Short Label"="Kısa Etiket"
"Show Less"="Gizle"
"Show More"="Diğer"
"SignIn"="OturumAç"
"SignOut"="OturumKapat"
"Signal Strength"="Sinyal Gücü"
"Silence"="Sessiz"
"Silent Alerting"="Sessiz Uyarı"
"Silent Monitor"="Sessiz İzleme"
"Silent"="Sessiz"
"Simple"="Basit"
"Simultaneous Ring Personal"="Personeli Aynı Anda Çaldır"
"Simultaneous"="Eşzamanlı"
"Softkey 1"="Menü Tuşu 1"
"Softkey 2"="Menü Tuşu 2"
"Softkey 3"="Menü Tuşu 3"
"Softkey 4"="Menü Tuşu 4"
"Softkey Label"="MenüTuşu Etiketi"
"Sorry,Only 1000 contacts are allowed!"="Üzgünüz, Yalnızca 1000 kişi olabilir!"
"Sort First Name"="Ada Göre Sırala"
"Sort Last Name"="Soyadına Göre Sırala"
"Sound"="Ses"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Eller serbest modu dev.dışı"
"Specified AES"="Genel AES"
"SpeedDial"="HızlıArama"
"Split"="Ayır"
"Start REC"="KYT Bşlt"
"Start Time"="Başlangıç Saati"
"Start"="Başlat"
"StartREC"="KYTBşlt"
"Static DNS"="Statik DNS"
"Static IP Client"="Statik IPv4 İstemcisi"
"Static IP"="Statik IP"
"Static IPv4 Client"="Statik IPv4 İstemcisi"
"Static IPv6 Client"="Statik IPv6 İstemcisi"
"Status requesting..."="Durum isteniyor..."
"Status"="Durum"
"Stop REC"="KYT Drdr"
"Stop Time"="Durma Saati"
"Stop"="Dur"
"StopREC"="KYTDrdr"
"Stopped"="Durdu"
"Storage Media Properties"="Depo Alanı"
"Storage Network"="Bilinen Ağ"
"Storage is not enough, recorded file is saved."="Depo yetersiz, kayıtlı dosya kaydedildi."
"Storage list is full, please delete old one if wanting to add in"="Kablosuz ağ listesi dolu, eklemeden önce lütfen eskisini silin!"
"Subnet Mask is invalid!"="Alt Ağ Maskesi geçersiz!"
"Subnet Mask"="Alt Ağ Maskesi"
"Sun"="Pzr"
"Sunday"="Pazar"
"Swap"="Değiştir"
"Switch"="Değiştir"
"SwitchAccountDown"="HspDAşğ"
"SwitchAccountUp"="HspDYkr"
"SymmOneWayDelay"="Sim.TkYnGckm"
"System"="Sistem"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Konuş"
"Talking"="Konuşuyor"
"Target can't be empty!"="Hedef boş olamaz!"
"Temporarily Unavailable"="Geçici Olarak Kullanılamaz"
"Temporarily not available"="Geç. olrk kllnılmz"
"Text Message"="Metin Mesajı"
"Text can't be empty!"="Metin boş olamaz!"
"The URL is empty!"="URL boş!"
"The Voicemail is too large,please call and retrieve it!"="Çok fazla sesli mesaj, lütfen arayıp alın!"
"The audio codecs is different, can't set up a conference!"="Farklı ses kodekleri. Konferans ayarlanmıyor!"
"The file doesn't exist"="Dosya yok!"
"The file doesn’t exist"="Dosya yok!"
"The file is too large"="Dosya çok büyük."
"The old password is wrong!"="Yanlış parola!"
"The storage network"="Bilinen Ağ(lar)"
"This action can not be reversed."="Bu işlemden geri dönülemez."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="MLHG'den otomatik olarak çıkış yapacaksınız. Giriş yaptığınızdan emin misiniz?"
"Thu"="Per"
"Thursday"="Perşembe"
"Time & Date Format"="Saat ve Tarih Biçimi"
"Time & Date"="Saat ve Tarih"
"Time Format is invalid!"="Saat Biçimi geçersiz!"
"Time Format"="Saat Biçimi"
"Time Zone"="Zaman Dilimi"
"Time"="Saat"
"Time(HMS)"="Saat (SDS)"
"To navigate the menu, please use the arrow keys below!"="Menüde gezinmek için, lütfen aşağıdaki ok tuşlarını kullanın!"
"To"="/"
"Today"="Bugün"
"Top Secret"="Çok Gizli"
"Total"="Toplam"
"Trace Route"="Yolu İzle"
"Tracert IP or URL"="Tracert IP/URL"
"Transfer Failed"="Aktarım Başarısız"
"Transfer to"="Şuna Aktar"
"Transfer"="Aktarma"
"Transferring"="Aktarılıyor"
"Transmit Rate"="İletim Hızı"
"Transparency"="Şeffaflık"
"Tue"="Sal"
"Tuesday"="Salı"
"Turkish"="Türkçe(Turkish)"
"Type"="Tür"
"UC Favorite"="UC Favorileri"
"UC Favorites"="UC Favorites"
"URI is invalid!"="URI geçersiz!"
"URL Record"="URL Kaydı"
"URL can't be empty!"="URL boş olamaz!"
"URL is empty"="URL boş!"
"URL is invalid!"="URL geçersiz!"
"URL"="URL"
"US Date Format is invalid!"="ABD Tarih Biçimi geçersiz!"
"US Time Format is invalid!"="ABD Saat Biçimi geçersiz!"
"USB Photo"="USB Photo"
"USB Record"="USB Kaydı"
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="USB bağlı"
"USB device connection failure!"="USB cihaz bağlantı hatası!"
"USB device has been connected successfully!"="USB flash sürücü takıldı."
"USB device has been moved"="USB flash sürücüsü çıkartıldı."
"USB device is removed!"="USB flash sürücü çıkarıldı."
"USB headset connected"="USB kulaklık bağlı."
"USB headset removed"="USB kulaklık çıkarıldı."
"USB heaset connected"="USB kulaklık takıldı."
"USB heaset removed"="USB kulaklık çıkarıldı."
"UnMute"="Sesli"
"UnRead"="Okuma"
"Unallocated Number"="Atanmamış Numara"
"Unavail"="Klnlmyr"
"Unavailable Reason Code"="Kullanılmayan Neden Kodu"
"Unavailable"="Bulunmuyor"
"Unclassified"="Çok Gizli Değil"
"Unknown Line"="Bilinmeyen Hat"
"Unknown Uri scheme"="Bilinmeyen Uri düzeni"
"Unknown"="Bilinmiyor"
"Unlock PIN"="K. Açma PIN'i"
"Unlock Pin incorrect"="Hatalı PIN!"
"Unlock"="Kilidi Aç"
"Unrecognized USB"="Tanımlanamayan USB"
"Unregistered"="Kaydedilmemiş"
"Unregistering"="Kayıt siliniyor"
"Update Configuration"="Yplndrm Güncelle"
"Update Finish !"="Güncelleme bitti!"
"Update Skipped"="Güncelleme Atlandı"
"Update now?"="Şimdi güncelle?"
"Update"="Güncelle"
"Updating Network..."="Ağı Güncelliyor..."
"Updating Network\n\nPlease Wait !"="Ağ Güncelleniyor\n\nLütfen Bekle!"
"Updating, please wait..."="Güncelleniyor, lütfen bekleyin..."
"Urgent Message"="Acil Mesaj"
"Use BroadWorks-based Call Control"="BW Arm Kntrlü Kllan"
"Use Host"="Ana Blgsyarı Kllan"
"User ID"="Kullanıcı Kimliği"
"User Name"="Kullanıcı Adı"
"User Type"="Kullanıcı Türü"
"User mode changed!"="Kullanıcı modu değişti!"
"User name couldn't be empty!"="Kullanıcı adı boş bırakılamaz!"
"User name is invalid!"="Kullanıcı adı geçersiz!"
"User unknown."="Kullanıcı blnmyr."
"UserID can't be Empty!"="KullanıcıAdı boş olamaz!"
"UserMode"="Kul.Modu"
"VID Number"="VID Numarası"
"VID nubmer is invalid!"="VID numarası geçersiz!"
"VID number should be 1-4094!"="VID numarası 1-4094 olmalıdır!"
"VLAN Status"="VLAN Durumu"
"VLAN"="VLAN"
"VPN Active"="VPN Aktif"
"VPN can't be on \n\n when file do not exist!"="Dosya mevcut değilken \n\n VPN açık olamaz!"
"VPN"="VPN"
"Value is invalid!"="Değer geçersiz!"
"Value"="Değer"
"Via"="İle"
"Video message cannot be played on the phone!"="Video mesajı telefonda oynatlamaz!"
"Video"="Video"
"View Assistant List"="Asistan Listesi Görüntüle"
"View Executive List"="Yönetici Listesi Görüntüle"
"View Voice Mail"="Sesli Postayı Görüntüle"
"View more contacts..."="Diğerlerini görüntüle..."
"View"="Görüntüle"
"Voice Mail Finished"="Sesli Posta Bitti"
"Voice Mail Pause"="Sesli Posta Duraklat"
"Voice Mail Playing"="Sesli Posta Yürüt"
"Voice Mail is invalid!"="Sesli Posta geçersiz!"
"Voice Mail"="Sesli Posta"
"Voice Messaging"="Sesli Mesajlaşma"
"Voice Recorder Number is invalid!"="Ses Kayıt No geçersiz!"
"Voice"="Ses"
"VoiceMail DownLoading, Please Wait..."="SesliMesaj İndiriliyor, Lütfen Bekleyin..."
"WAN IP"="WAN IP"
"WAN MASK"="WAN MASKESİ"
"WAN Port"="WAN Portu"
"WAN Type"="WAN Türü"
"WEP"="WEP"
"WIFI Authentication"="Wi-Fi Kimlik Doğrulama"
"WPA Shared Key can't be empty!"="WPA Ortak Anahtar boş olamaz!"
"WPA Shared Key"="WPA Ortak Anahtarı"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS etkinleştirildi, bağlan"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="HHH GG AAA"
"WWW MMM DD"="HHH AAA GG"
"Wait Time"="Bekleme Süresi"
"Wait for"="Bekle"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Telefon ve EXP duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"Wallpaper will change into the default image. Confirm to delete or not?"="Duvar kağıdı varsayılan resim olarak değişecek. Devam?"
"Wallpaper"="Duvar kağıdı"
"Warning"="Uyarı"
"Web Server"="Web Sunucusu"
"Web access password is wrong!"="Yanlış web erişim parolası!"
"Wed"="Çar"
"Wednesday"="Çarşamba"
"Welcome"="Hoş Geldiniz"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adaptörü eklendi, kullanılabilir kablosuz ağlar şimdi taransın mı?"
"Wifi adapter has removed out"="Wi-Fi adaptörü çıkarıldı."
"Wifi switch is closed, open it or not?"="Wi-Fi devre dışı, şimdi aç?"
"Wifi"="Wifi"
"Wifi: Connected"="Wi-Fi: Bağlı"
"Wifi: On"="Wi-Fi: Açık"
"Wireless Status"="Wi-Fi Durumu"
"Work Number"="İş Numarası"
"Work Phone"="İş Telefonu"
"Would you like to sync phone contacts temporarily?"="Tel kişileri geçici olarak senk. olsun?"
"Wrap up"="Bitir"
"Wrong user name or password!"="Yanlış kullanıcı adı veya parola!"
"XML Browser"="XML Tarayıcı"
"XML Group"="XML Grubu"
"XMLMenu"="XMLDzn"
"XSI information is incomplete!"="XSI bilgisi eksik!"
"Xml Browser is invalid!"="Xml Tarayıcı geçersiz!"
"YYYY-MM-DD"="YYYY-AA-GG"
"Year"="Yıl"
"Yesterday"="Dün"
"Your Name or Password was not Recognized!"="Yanlış kullanıcı adı veya parola."
"Zero Touch"="Sıfır Dokun"
"[Assigned]"="[Atanmış]"
"admin"="yönetici"
"available network(s)(Connected with"="mevcut ağlar bağlantısı"
"available network(s):"="mevcut ağlar:"
"bluetooth device(s)"="bluetooth cihazları"
"bluetooth device(s)(Connecting with"="bluetooth cihazları bağlantısı:"
"bluetooth devices"="Bluetooth cihazları"
"bw_userid"="BW Kllnc Kmlğ"
"city"="şehir"
"conference_number"="konferans_no"
"config updating"="konf. güncelle"
"contact full"="Kişi listesi dolu!"
"country"="ülke"
"extension_number"="dahili_numara"
"failed"="başarısız"
"first_name"="adı"
"free"="boş"
"from the conference?"="istiyor musunuz?"
"group_id"="grup_kodu"
"hiragana_first_name"="hiragana_adı"
"hiragana_last_name"="hiragana_soyadı"
"home_phone"="ev_telefonu"
"last_name"="soyadı"
"local Directories"="Yerel Dizin"
"logging in..."="Oturum açılıyor..."
"logging out ..."="Oturum kapatılıyor..."
"members"="üyeler"
"minutes left for call recording"="arama kaydı için kalan dakika"
"mobile_phone"="cep_telefonu"
"new"="yeni"
"old"="eski"
"postal_code"="posta_kodu"
"q'ing"="Sıralanıyor"
"region"="bölge"
"s"="sn"
"saved!"="kayıtlı!"
"street"="cadde"
"success"="başarılı"
"title"="unvan"
"used"="kllnln"
"user"="kullanıcı"
"var"="kds"
"web"="web"
"work_phone"="iş_telefonu"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
